tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localsend/localsend"
brew "fnm"
brew "gh"
brew "git"
brew "scrcpy"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "vim"
cask "android-platform-tools"
cask "android-studio"
cask "arc"
cask "betterzip"
cask "bruno"
cask "canva"
cask "cleanshot"
cask "cloudflare-warp"
cask "cursor"
cask "dbngin"
cask "discord"
cask "docker"
cask "figma"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "google-earth-pro"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "local"
cask "localsend"
cask "logi-options+"
cask "logitech-g-hub"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mullvadvpn"
cask "namechanger"
cask "obsidian"
cask "pieces"
cask "pieces-os"
cask "pixelsnap"
cask "postman"
cask "proxyman"
cask "pycharm-ce"
cask "raycast"
cask "sf-symbols"
cask "sip"
cask "tableplus"
cask "telegram-desktop"
cask "tor-browser"
cask "tradingview"
cask "visual-studio-code"
cask "warp"
cask "webex"
cask "whatsapp"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "antfu.file-nesting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "dominicvonk.parameter-hints"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "htmlhint.vscode-htmlhint"
vscode "johnpapa.vscode-peacock"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-attrs-sorter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-toolsai.datawrangler"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "supermaven.supermaven"
vscode "tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
